Repository: funnymataleao/pickly
Catalog: Pickly/Localizable.xcstrings
Source language: en
Languages: cs, da, de, es, fr, it, pl, pt_pt

source: Sodium data is not available.
cs: Údaje o sodíku nejsou k dispozici.
da: Natriumdata er ikke tilgængelige.
de: Natriumdaten sind nicht verfügbar.
es: Los datos del sodio no están disponibles.
fr: On ne dispose pas de données sur le sodium.
it: I dati del sodio non sono disponibili.
pl: Brak danych dotyczących sodu.
pt_pt: Não existem dados disponíveis sobre o sódio.

source: Some additives
cs: Některé doplňkové látky
da: Nogle tilsætningsstoffer
de: Einige Zusatzstoffe
es: Algunos aditivos
fr: Certains additifs
it: Alcuni additivi
pl: Niektóre dodatki
pt_pt: Alguns aditivos

source: Some details are missing
cs: Některé detaily chybí.
da: Nogle detaljer mangler
de: Einige Details fehlen
es: Faltan algunos detalles
fr: Quelques détails manquent
it: Alcuni dettagli sono mancanti
pl: Brakuje kilku szczegółów.
pt_pt: Faltam alguns detalhes

source: Some fiber
cs: Obsahuje vlákninu
da: Indeholder fibre
de: Enthält Ballaststoffe
es: Contiene fibra
fr: Quelques fibres
it: Contiene fibre
pl: Zawiera błonnik
pt_pt: Contém fibra

source: Some ingredients may be worth checking.
cs: Některé ingredience možná stojí za kontrolu.
da: Nogle ingredienser kan være værd at kontrollere.
de: Einige Zutaten können eine Überprüfung wert sein.
es: Algunos ingredientes pueden valer la pena revisar.
fr: Certains ingrédients peuvent être à vérifier.
it: Alcuni ingredienti possono valere la pena di controllare.
pl: Niektóre składniki mogą być warte sprawdzenia.
pt_pt: Alguns ingredientes podem valer a pena verificar.

source: Some nutrition upside, but not a standout.
cs: Nějakou výživu, ale ne výdrž.
da: Noget ernæring, men ikke en udholdenhed.
de: Einige Ernährung upside, aber nicht eine herausragende.
es: Una nutrición al revés, pero no un enfrentamiento.
fr: Une certaine nutrition à l'envers, mais pas un étalon.
it: Un po' di nutrimento al contrario, ma non uno standout.
pl: Trochę pożywienia do góry nogami, ale nie na wylot.
pt_pt: Um pouco de nutrição, mas não um destaque.

source: Some protein
cs: Obsahuje bílkoviny
da: Indeholder protein
de: Enthält Eiweiß
es: Contiene proteínas
fr: Quelques protéines
it: Contiene proteine
pl: Zawiera białko
pt_pt: Contém proteína

source: Sort by
cs: Řadit podle
da: Sortér efter
de: Sortieren nach
es: Ordenar por
fr: Trier par
it: Ordina per
pl: Sortuj według
pt_pt: Ordenar por

source: Start with %@
cs: Začněte s %@
da: Start med %@
de: Beginnen Sie mit %@
es: Empieza con %@
fr: Commencez par %@
it: Inizia con %@
pl: Zacznij od %@
pt_pt: Comece com %@

source: Starts the selected Pickly Plus subscription.
cs: Spustí vybrané předplatné Pickly Plus.
da: Starter det valgte Pickly Plus abonnement.
de: Startet das ausgewählte Pickly Plus-Abonnement.
es: Empieza la suscripción seleccionada Pickly Plus.
fr: Démarre l'abonnement Pickly Plus sélectionné.
it: Inizia l'abbonamento selezionato Pickly Plus.
pl: Otwiera wybraną subskrypcję Pickly Plus.
pt_pt: Inicia a subscrição seleccionada do Pickly Plus.

source: Submitted product requests remain in Pickly's Cloudflare service while your account is active and are removed with the account.
cs: Podávané žádosti o výrobek zůstávají ve službě Pickly 's Cloudflare, zatímco váš účet je aktivní a jsou odstraněny s účtem.
da: Indsendt produktanmodninger forbliver i Picklys Cloudflare service, mens din konto er aktiv og fjernes med kontoen.
de: Gesendete Produktanfragen bleiben im Cloudflare-Service von Pickly, während Ihr Konto aktiv ist und mit dem Konto entfernt werden.
es: Las solicitudes de productos presentadas permanecen en el servicio Cloudflare de Pickly mientras su cuenta está activa y se eliminan con la cuenta.
fr: Les demandes de produit soumises restent dans le service Cloudflare de Pickly pendant que votre compte est actif et sont supprimées avec le compte.
it: Le richieste di prodotto inserite rimangono nel servizio Cloudflare di Pickly mentre il tuo account è attivo e viene rimosso con l'account.
pl: Zgłoszone żądania produktów pozostają w serwisie Cloudflare firmy Pickly, podczas gdy Twoje konto jest aktywne, i są usuwane wraz z kontem.
pt_pt: As solicitações de produtos enviadas permanecem no serviço Cloudflare da Pickly enquanto sua conta está ativa e são removidas com a conta.

source: Subscription
cs: Předplatné
da: Abonnement
de: Zeichnung
es: Suscripción
fr: Abonnement
it: Abbonamento
pl: Subskrypcja
pt_pt: Assinatura

source: Subscriptions renew automatically unless canceled at least 24 hours before the end of the current period. You can manage or cancel in Apple ID settings.
cs: Předplatné se automaticky obnoví, pokud nebude zrušeno nejméně 24 hodin před koncem aktuálního období. Můžete spravovat nebo zrušit nastavení ID Apple.
da: Abonnementet fornyes automatisk, medmindre det er aflyst mindst 24 timer før udløbet af denne periode. Du kan administrere eller annullere i Apple ID indstillinger.
de: Abonnements verlängern sich automatisch, sofern sie nicht mindestens 24 Stunden vor Ende des laufenden Zeitraums storniert werden. Sie können in den Apple ID-Einstellungen verwalten oder abbrechen.
es: Las suscripciones se renuevan automáticamente a menos que se cancelen al menos 24 horas antes del final del período actual. Puede gestionar o cancelar la configuración de Apple ID.
fr: Les abonnements se renouvellent automatiquement à moins d'être annulés au moins 24 heures avant la fin de la période en cours. Vous pouvez gérer ou annuler dans les paramètres Apple ID.
it: Gli abbonamenti si rinnovano automaticamente a meno che non siano cancellate almeno 24 ore prima della fine del periodo corrente. È possibile gestire o annullare le impostazioni di Apple ID.
pl: Prenumerata przedłuża się automatycznie, chyba że anuluje się ją co najmniej 24 godziny przed końcem bieżącego okresu. Możesz zarządzać lub anulować w ustawieniach Apple ID.
pt_pt: As assinaturas renovam-se automaticamente, a menos que tenham sido canceladas pelo menos 24 horas antes do final do período atual. Você pode gerenciar ou cancelar nas configurações do Apple ID.

source: Sugar
cs: Cukr
da: Sukker
de: Zucker
es: Azúcar
fr: Sucre
it: Zuccheri
pl: Cukier
pt_pt: Açúcar

source: Sugar data is not available yet.
cs: Údaje o cukru ještě nejsou k dispozici.
da: Sukkerdata foreligger endnu ikke.
de: Zuckerdaten sind noch nicht verfügbar.
es: Aún no se dispone de datos de azúcar.
fr: Les données sur le sucre ne sont pas encore disponibles.
it: I dati sullo zucchero non sono ancora disponibili.
pl: Dane dotyczące cukru nie są jeszcze dostępne.
pt_pt: Os dados sobre o açúcar ainda não estão disponíveis.

source: Support
cs: Podpora
da: Støtte
de: Unterstützung
es: Apoyo
fr: Appui
it: Supporto
pl: Wsparcie
pt_pt: Suporte

source: Swipe left or right to preview another product.
cs: Přejeďte vlevo nebo vpravo na náhled jiného produktu.
da: Stryg til venstre eller højre for at få vist et andet produkt.
de: Wischen Sie nach links oder rechts, um ein anderes Produkt anzuzeigen.
es: Gire a la izquierda o derecha para prever otro producto.
fr: Faites glisser à gauche ou à droite pour prévisualiser un autre produit.
it: Passare a sinistra o a destra per visualizzare in anteprima un altro prodotto.
pl: Przesuń w lewo lub w prawo, aby obejrzeć inny produkt.
pt_pt: Deslize para a esquerda ou para a direita para visualizar outro produto.

source: Switches between saved products and product history.
cs: Přepínače mezi uloženými produkty a produktovou historií.
da: Skifter mellem gemte produkter og produkthistorie.
de: Wechsel zwischen gespeicherten Produkten und Produkthistorie.
es: Interruptores entre productos guardados e historia del producto.
fr: Interrupteurs entre les produits enregistrés et l'historique du produit.
it: Interruttori tra prodotti salvati e storia del prodotto.
pl: Przełącza między zapisanymi produktami a historią produktów.
pt_pt: Alterna entre produtos salvos e histórico de produtos.

source: Syncs your Pickly Plus purchases with the App Store.
cs: Synchronizuje nákupy Pickly Plus s App Store.
da: Synkroniserer dine køb i Pickly Plus med App Store.
de: Synchronisiert Ihre Pickly Plus Einkäufe mit dem App Store.
es: Sincroniza tus compras de Pickly Plus con App Store.
fr: Synchronise vos achats avec l'App Store.
it: Sincronizza i tuoi acquisti Pickly Plus con l'App Store.
pl: Synchronizacja zakupów Pickly Plus z App Store.
pt_pt: Sincroniza suas compras do Pickly Plus com a App Store.

source: Tap to unlock
cs: Klepněte na možnost odemknout
da: Tryk på for at låse op
de: Tap zum Entsperren
es: Pulsa para desbloquear
fr: Appuyez sur pour déverrouiller
it: Tocca per sbloccare
pl: Dotknij, aby odblokować
pt_pt: Toque em para desbloquear

source: Thanks. The product can now be reviewed for a future catalog update.
cs: Díky. Produkt lze nyní přezkoumat pro budoucí aktualizaci katalogu.
da: Tak. Produktet kan nu gennemgås for en fremtidig katalog opdatering.
de: Danke. Das Produkt kann nun für ein zukünftiges Katalog-Update überprüft werden.
es: Gracias. El producto ahora se puede revisar para una futura actualización del catálogo.
fr: C'est gentil. Le produit peut maintenant être examiné pour une future mise à jour du catalogue.
it: Grazie. Il prodotto può ora essere rivisto per un futuro aggiornamento catalogo.
pl: Dzięki. Produkt może teraz zostać zweryfikowany dla przyszłej aktualizacji katalogu.
pt_pt: Obrigado. O produto pode agora ser revisado para uma atualização futura do catálogo.

source: The available values do not show a clear overall advantage.
cs: Dostupné hodnoty nevykazují jasnou celkovou výhodu.
da: De tilgængelige værdier viser ikke en klar overordnet fordel.
de: Die verfügbaren Werte zeigen insgesamt keinen klaren Vorteil.
es: Los valores disponibles no muestran una clara ventaja general.
fr: Les valeurs disponibles ne présentent pas un avantage global clair.
it: I valori disponibili non mostrano un chiaro vantaggio complessivo.
pl: Dostępne wartości nie wykazują wyraźnej ogólnej korzyści.
pt_pt: Os valores disponíveis não mostram uma clara vantagem global.

source: The product catalog is temporarily unavailable. Check your connection and try again.
cs: Katalog produktů je dočasně nedostupný. Zkontrolujte spojení a zkuste to znovu.
da: Produktkataloget er midlertidigt utilgængeligt. Tjek din forbindelse og prøv igen.
de: Der Produktkatalog ist vorübergehend nicht verfügbar. Überprüfen Sie Ihre Verbindung und versuchen Sie es erneut.
es: El catálogo de productos no está disponible temporalmente. Revise su conexión e intente de nuevo.
fr: Le catalogue des produits est temporairement indisponible. Vérifiez votre connexion et essayez à nouveau.
it: Il catalogo dei prodotti è temporaneamente non disponibile. Controlla la connessione e riprova.
pl: Katalog produktów jest tymczasowo niedostępny. Sprawdź połączenie i spróbuj ponownie.
pt_pt: O catálogo do produto está temporariamente indisponível. Verifique sua conexão e tente novamente.

source: The purchase couldn't be completed. Please try again.
cs: Nákup nemohl být dokončen. Prosím, zkuste to znovu.
da: Købet kunne ikke gennemføres. Prøv igen.
de: Der Kauf konnte nicht abgeschlossen werden. Bitte versuchen Sie es noch einmal.
es: La compra no pudo completarse. Por favor, inténtalo de nuevo.
fr: L'achat n'a pas pu être terminé. Veuillez réessayer.
it: L'acquisto non poteva essere completato. Per favore riprovate.
pl: Zakup nie mógł być zakończony. Proszę spróbować jeszcze raz.
pt_pt: A compra não pôde ser concluída. Por favor, tente novamente.

source: The request could not be sent. Please try again.
cs: Žádost nemohla být zaslána. Prosím, zkuste to znovu.
da: Anmodningen kunne ikke fremsendes. Prøv igen.
de: Die Anfrage konnte nicht gesendet werden. Bitte versuchen Sie es noch einmal.
es: La solicitud no puede ser enviada. Por favor, inténtalo de nuevo.
fr: La demande n'a pas pu être envoyée. Veuillez réessayer.
it: La richiesta non poteva essere inviata. Per favore riprovate.
pl: Wniosek nie mógł zostać przesłany. Proszę spróbować jeszcze raz.
pt_pt: O pedido não pôde ser enviado. Por favor, tente novamente.

source: The secure session could not be saved on this device.
cs: Zabezpečené sezení nebylo možné uložit na tomto zařízení.
da: Den sikre session kunne ikke gemmes på denne enhed.
de: Die sichere Sitzung konnte auf diesem Gerät nicht gespeichert werden.
es: La sesión segura no se puede guardar en este dispositivo.
fr: La session sécurisée n'a pas pu être enregistrée sur ce périphérique.
it: La sessione sicura non poteva essere salvata su questo dispositivo.
pl: Nie można zapisać zabezpieczonej sesji na tym urządzeniu.
pt_pt: A sessão segura não pôde ser salva neste dispositivo.

source: Things to consider
cs: Co zvážit
da: Værd at overveje
de: Zu beachten
es: Aspectos a tener en cuenta
fr: Points à considérer
it: Da considerare
pl: Warto wiedzieć
pt_pt: A considerar

source: This permanently removes your account and server-side profile data. Local saved products will also be cleared. If you have Pickly Plus, billing continues through Apple until you cancel. Manage your subscription before deleting if you do not want it to renew.
cs: To trvale odstraňuje váš účet a data z profilu serverside. Místní uložené produkty budou také vymazány. Pokud máte Pickly Plus, fakturace pokračuje přes Apple, dokud to nezrušíte. Spravujte předplatné před vymazáním, pokud nechcete, aby se obnovil.
da: Dette fjerner permanent din konto og serverside profildata. Lokale gemte produkter vil også blive ryddet. Hvis du har Pickly Plus, fakturering fortsætter gennem Apple, indtil du aflyser. Administrer dit abonnement før du sletter, hvis du ikke ønsker det at forny.
de: Dadurch werden Ihre Konto- und serverseitigen Profildaten dauerhaft entfernt. Lokale gespeicherte Produkte werden ebenfalls gelöscht. Wenn Sie Pickly Plus haben, wird die Abrechnung über Apple fortgesetzt, bis Sie stornieren. Verwalten Sie Ihr Abonnement vor dem Löschen, wenn Sie nicht möchten, dass es erneuert wird.
es: Esto elimina permanentemente los datos de su cuenta y perfil del lado del servidor. Los productos guardados locales también serán eliminados. Si tiene Pickly Plus, la facturación continúa a través de Apple hasta que cancele. Administrar su suscripción antes de eliminar si no desea que se renueve.
fr: Cela supprime définitivement vos données de profil côté compte et serveur. Les produits enregistrés localement seront également nettoyés. Si vous avez Pickly Plus, la facturation se poursuit par Apple jusqu'à l'annulation. Gérez votre abonnement avant de supprimer si vous ne voulez pas qu'il soit renouvelé.
it: Questo rimuove permanentemente i dati del tuo account e del profilo del server. Anche i prodotti salvati locali saranno eliminati. Se avete Pickly Plus, fatturazione continua attraverso Apple fino a quando non si annulla. Gestisci il tuo abbonamento prima di cancellare se non vuoi che venga rinnovato.
pl: To na stałe usuwa dane Twojego konta i profilu serwera. Lokalne zapisane produkty zostaną również usunięte. Jeśli masz Pickly Plus, rozliczenia przez Apple będą trwały do momentu anulowania. Zarządzaj subskrypcją przed usunięciem konta, jeśli nie chcesz jej odnowienia.
pt_pt: Isto remove permanentemente os dados de perfil da sua conta e do lado do servidor. Os produtos locais salvos também serão limpos. Se tiver Pickly Plus, a cobrança continua através da Apple até cancelar. Gerencie sua assinatura antes de excluir se você não quiser que ela seja renovada.

source: Trade-off: %@.
cs: Kompromis: %@.
da: Kompromis: %@.
de: Kompromiss: %@.
es: Compensación: %@.
fr: Compromis : %@.
it: Compromesso: %@.
pl: Kompromis: %@.
pt_pt: Compromisso: %@.

source: Try again
cs: Zkus to znovu.
da: Prøv igen
de: Versuchen Sie es noch einmal
es: Inténtalo de nuevo.
fr: Essaie encore
it: Prova di nuovo
pl: Spróbuj jeszcze raz
pt_pt: Tenta outra vez.

source: Try loading more
cs: Zkuste načíst více
da: Prøv at indlæse mere
de: Versuchen Sie, mehr zu laden
es: Intenta cargar más
fr: Essayez de charger plus
it: Prova a caricare di più
pl: Spróbuj załadować więcej
pt_pt: Tente carregar mais

source: Try monthly, or choose annual for the best value.
cs: Zkuste měsíční, nebo vyberte roční pro nejlepší hodnotu.
da: Prøv månedligt, eller vælg årligt for den bedste værdi.
de: Versuchen Sie es monatlich oder wählen Sie jährlich für den besten Wert.
es: Pruebe mensualmente o elija anual para el mejor valor.
fr: Essayez chaque mois, ou choisissez chaque année pour la meilleure valeur.
it: Provare mensile, o scegliere annuale per il miglior valore.
pl: Spróbuj miesięcznie, lub wybrać roczny dla najlepszej wartości.
pt_pt: Tente mensalmente, ou escolha anual para o melhor valor.

source: Type a valid 8, 12, 13, or 14 digit barcode from the product package.
cs: Napište platný 8, 12, 13 nebo 14 číslicový čárový kód z balíčku produktů.
da: Skriv en gyldig 8, 12, 13 eller 14-cifret stregkode fra produktpakken.
de: Geben Sie einen gültigen 8, 12, 13 oder 14-stelligen Barcode aus dem Produktpaket ein.
es: Escriba un código de barra válido de 8, 12, 13, o 14 dígitos del paquete del producto.
fr: Tapez un code à barres valide de 8, 12, 13 ou 14 chiffres dans l'emballage du produit.
it: Digitare un codice a barre valido 8, 12, 13, o 14 cifre dal pacchetto del prodotto.
pl: Należy wpisać ważny kod kreskowy 8, 12, 13 lub 14-cyfrowy z opakowania produktu.
pt_pt: Digite um código de barras válido de 8, 12, 13 ou 14 dígitos da embalagem do produto.

source: Unavailable
cs: Nedostupné
da: Utilgængelig
de: Nicht verfügbar
es: No disponible
fr: Indisponible
it: Non disponibile
pl: Niedostępne
pt_pt: Indisponível

source: Understand every result
cs: Pochopit každý výsledek
da: Forstå hvert resultat
de: Jedes Ergebnis verstehen
es: Entender cada resultado
fr: Comprendre chaque résultat
it: Capire ogni risultato
pl: Zrozum każdy wynik
pt_pt: Compreender todos os resultados

source: Unknown brand
cs: Neznámá značka
da: Ukendt mærke
de: Unbekannte Marke
es: Marca desconocida
fr: Marque inconnue
it: Marca sconosciuta
pl: Nieznana marka
pt_pt: Marca desconhecida

source: Unlock %@ Better Choices
cs: Odemknout %@ lepších voleb
da: Lås %@ bedre valg op
de: %@ bessere Optionen freischalten
es: Desbloquear %@ mejores opciones
fr: Déverrouiller les %@ meilleurs choix
it: Sblocca %@ scelte migliori
pl: Odblokuj %@ lepszych wyborów
pt_pt: Desbloquear %@ melhores escolhas

source: Unsweetened Almond Drink
cs: Neslazený mandlový nápoj
da: Usødet mandeldrik
de: Ungesüßtes Mandelgetränk
es: Bebida de almendra sin azúcar
fr: Boisson d'amande non sucrée
it: Bevanda di mandorle non zuccherata
pl: Napoje migdałowe niesłodzone
pt_pt: Bebida de Amêndoa Não Adoçada

source: Use Apple, Google, or email. Account access is optional, and your local grocery data stays on this device.
cs: Použijte Apple, Google, nebo e-mail. Přístup k účtu je volitelný a vaše místní údaje o potravinách zůstávají na tomto zařízení.
da: Brug Apple, Google eller e-mail. Kontoadgang er valgfri, og dine lokale købmandsdata forbliver på denne enhed.
de: Verwenden Sie Apple, Google oder E-Mail. Der Kontozugriff ist optional und Ihre lokalen Einkaufsdaten bleiben auf diesem Gerät.
es: Utilice Apple, Google o correo electrónico. El acceso a la cuenta es opcional, y sus datos locales de alimentación permanecen en este dispositivo.
fr: Utilisez Apple, Google ou e-mail. L'accès au compte est facultatif, et vos données d'épicerie locale restent sur cet appareil.
it: Usa Apple, Google o e-mail. L'accesso al conto è facoltativo e i dati della spesa locale rimangono su questo dispositivo.
pl: Użyj Apple, Google lub e-mail. Dostęp do konta jest opcjonalny, a lokalne dane spożywcze pozostają na tym urządzeniu.
pt_pt: Use Apple, Google ou e-mail. O acesso à conta é opcional, e seus dados de supermercado locais permanecem neste dispositivo.

source: Use the goal chips above to change the active preference.
cs: Použijte brankové čipy výše pro změnu aktivní preference.
da: Brug målene chips ovenfor til at ændre den aktive præference.
de: Verwenden Sie die oben genannten Zielchips, um die aktive Präferenz zu ändern.
es: Utilice los chips de gol arriba para cambiar la preferencia activa.
fr: Utilisez les puces de but ci-dessus pour changer la préférence active.
it: Utilizzare i chip obiettivo sopra per cambiare la preferenza attiva.
pl: Użyj chipów bramek powyżej, aby zmienić aktywne preferencje.
pt_pt: Use os chips de meta acima para alterar a preferência ativa.

source: Used as a base ingredient.
cs: Používá se jako základní složka.
da: Bruges som basisingrediens.
de: Verwendet als Grundbestandteil.
es: Usado como ingrediente base.
fr: Utilisé comme ingrédient de base.
it: Utilizzato come ingrediente base.
pl: Używany jako składnik podstawowy.
pt_pt: Usado como ingrediente base.

source: Uses your email and password to create or open your Pickly account.
cs: Používá svůj e-mail a heslo k vytvoření nebo otevření vašeho Pickly účtu.
da: Bruger din e-mail og adgangskode til at oprette eller åbne din Pickly-konto.
de: Verwendet Ihre E-Mail und Ihr Passwort, um Ihr Pickly-Konto zu erstellen oder zu öffnen.
es: Utiliza tu correo electrónico y contraseña para crear o abrir tu cuenta Pickly.
fr: Utilise votre courriel et votre mot de passe pour créer ou ouvrir votre compte Pickly.
it: Utilizza la tua email e la password per creare o aprire il tuo account Pickly.
pl: Używa e-maila i hasła, aby utworzyć lub otworzyć swoje konto.
pt_pt: Usa seu e-mail e senha para criar ou abrir sua conta Pickly.

source: Usually fine, but simpler options may use fewer additives.
cs: Obvykle v pohodě, ale jednodušší možnosti mohou používat méně přísad.
da: Normalt fint, men enklere muligheder kan bruge færre tilsætningsstoffer.
de: Normalerweise gut, aber einfachere Optionen können weniger Zusatzstoffe verwenden.
es: Normalmente bien, pero opciones más simples pueden usar menos aditivos.
fr: Habituellement, les options plus simples peuvent utiliser moins d'additifs.
it: Di solito le opzioni più semplici possono usare meno additivi.
pl: Zazwyczaj w porządku, ale prostsze opcje mogą używać mniej dodatków.
pt_pt: Normalmente bem, mas opções mais simples podem usar menos aditivos.

source: Vegan
cs: Veganské
da: Vegansk
es: Vegano
fr: Végane
it: Vegano
pl: Wegańskie
pt_pt: Vegano

source: Vegan products
cs: Veganské produkty
da: Veganske produkter
de: Vegane Erzeugnisse
es: Productos veganos
fr: Produits végétaux
it: Prodotti vegani
pl: Produkty wegańskie
pt_pt: Produtos veganos

source: Vegetarian
cs: Vegetariáni
da: Vegetarisk
de: Vegetarier
es: Vegetariano
fr: Végétarien
it: Vegetariano
pl: Warzywa
pt_pt: Vegetariano

source: Vegetarian products
cs: Vegetariánské produkty
da: Vegetariske produkter
de: Vegetarische Erzeugnisse
es: Productos vegetarianos
fr: Produits végétaux
it: Prodotti vegetariani
pl: Produkty roślinne
pt_pt: Produtos vegetarianos

source: Verdicts use fixed ranges: Great 85–100, Good 70–84, Okay 50–69, and Not great 0–49.
cs: Verdikt používá pevné rozmezí: Great 85-100, Good 70-84, Ok 50-69, a ne skvělé 0-49.
da: Verdicts bruger faste intervaller: Great 85- 100, Good 70- 84, Okay 50- 69, og ikke stor 0- 49.
de: Urteile verwenden feste Bereiche: Große 85-100, Gute 70-84, Okay 50-69 und Nicht große 0-49.
es: Los veredictos usan rangos fijos: Grandes 85–100, Bien 70–84, Vale 50–69, y No muy bien 0–49.
fr: Les verdicts utilisent des gammes fixes: Great 85–100, Good 70–84, Ok 50–69 et Pas grand 0–49.
it: Verdicts usano gamme fisse: Grande 85–100, Buono 70–84, Ok 50–69, e Non ottimo 0–49.
pl: Werdykty używają stałych zakresów: Great 85- 100, Good 70- 84, Okay 50- 69, and Not great 0- 49.
pt_pt: Vereditos usam faixas fixas: Grande 85-100, Bom 70-84, Ok 50-69, e Não ótimo 0-49.

source: View product
cs: Zobrazit produkt
da: Vis produkt
de: Anzeigeprodukt
es: Ver producto
fr: Afficher le produit
it: Visualizza prodotto
pl: Zobacz produkt
pt_pt: Ver produto
